<HTML>
<!--C3s Sistemas - www.c3s.com.br-->
<!--todos os direitos reservados-->
	<head>
		<meta http-equiv="content-type" content="text/html;charset=iso-8859-1">

		<title>Mapas</title>
	</head>
<SCRIPT LANGUAGE="JavaScript1.2" SRC="zoom_c3s.js">

</SCRIPT>

	<body bgcolor="#0F4785" text="black" link="black" vlink="#000033">
	<div id="mao" style="position:absolute;z-index: 2;left:560;top:10;">
	<img src="fig/mao.gif" name="mao">
	</div>

	<DIV ID="Texto" STYLE="position: absolute; z-index: 1;left: 0; top: 0;visibility: visible;">
		<center>
			<br>
			<img src="fig/f_ajuda.jpg"></center>
		<p><font color="white" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="2">H&aacute; basicamente tr&ecirc;s modos de se pesquisar os dados dispon&iacute;veis. Um modo &eacute; pela pesquisa a partir dos mapas de cada &eacute;poca. Outro modo &eacute; a partir da busca por palavra-chave, e o terceiro modo &eacute; por alguma caracter&iacute;stica das imagens, como local, autor, iconografia, etc.</font></p>
		<p><font color="white" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="2"><a name="mapas"></a></font><font color="white" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular"><b>Pesquisa a partir dos mapas</b></font></p>
		<blockquote>
			<p><font color="white" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="2">A pesquisa a partir dos mapas proporciona uma vis&atilde;o geogr&aacute;fica como ponto de partida para se chegar &agrave;s imagens, al&eacute;m de permitir uma observa&ccedil;&atilde;o da din&acirc;mica da malha urbana com a mudan&ccedil;a das &eacute;pocas.</font></p>
			<p><font color="white" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="2">Para selecionar um mapa de uma &eacute;poca, escolha a &eacute;poca na aba superior listada acima, como na figura abaixo:</font></p>
			<p><font color="white" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="2"><img src="fig/ajuda_epocas.jpg"></font></p>
			<p><font color="white" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="2">Para saber qual per&iacute;odo engloba cada &eacute;poca, posicione por instantes o cursor sobre uma &eacute;poca que o mesmo ser&aacute; apresentado.</font></p>
			<p><font color="white" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="2">Ap&oacute;s clicar sobre uma &eacute;poca, ser&aacute; apresentado o seu respectivo mapa da ba&iacute;a de Vit&oacute;ria. Supondo que foi clicado em 1940 (que engloba os anos de 1940 at&eacute; 1949), ser&aacute; apresentado o seguinte mapa, dividido em nove partes (aqui, reduzido e com numera&ccedil;&atilde;o para facilitar a ajuda):</font></p>
			<p><font color="white" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="2"><img src="fig/ajuda_1940.jpg"></font></p>
			<p><font color="white" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="2">Cada uma das nove partes poder&aacute; ser ampliada com um clique do mouse com o cursor sobre cada parte. Supondo que foi clicado sobre a parte sete do mapa acima, obteremos a amplia&ccedil;&atilde;o:</font></p>
			<p><font color="white" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="2"><img src="fig/ajuda_quad7_1940.jpg"></font></p>
			<p><font color="white" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="2">Nota-se, em escala menor, no canto superior esquerdo o mapa reduzido da &eacute;poca que o mapa ampliado pertence com tal parte apresentada em destaque. Para mudar para outra parte, basta clicar na nova regi&atilde;o desejada no mapa reduzido do canto superior esquerdo.</font></p>
			<p><font color="white" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="2">Nota-se que o mapa ampliado j&aacute; apresenta algumas informa&ccedil;&otilde;es obtidas da base da dados. Uma &eacute; o posicionamento de pontos alaranjados, indicando que nesses pontos h&aacute; informa&ccedil;&otilde;es cadastradas. Ao posicionar o cursor sobre tais pontos &eacute; apresentado o nome do local que o mesmo representa. Ao clicar sobre algum desses pontos alaranjados ser&atilde;o apresentadas as imagens desse local, da &eacute;poca especificada (1940 at&eacute; 1949), com as outras informa&ccedil;&otilde;es relativas &agrave;s imagens, conforme abaixo:</font></p>
			<p><font color="white" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="2"><img src="fig/ajuda_final1940.jpg"></font></p>
			<p><font color="white" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="2">As imagens s&atilde;o agrupadas de dez em dez para n&atilde;o sobrecarregar a navega&ccedil;&atilde;o, e cada imagem poder&aacute; ser ampliada com um clique do mouse.</font></p>
		</blockquote>
		<p><font color="white" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="2"><a name="palavra_chave"></a></font><font color="white" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular"><b>Busca por palavra-chave</b></font></p>
		<blockquote>
			<p><font color="orange" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="2">Atenção! A busca por palavra-chave só é possível através do site www.baiadevitoria.ufes.br!</font></p>
			<p><font color="white" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="2">Efetuar pesquisa por palavra-chave permite localizar na base de dados as ocorr&ecirc;ncias da palavra digitada nos campos: local, data, autor, fonte e descri&ccedil;&atilde;o da imagem.</font></p>
			<p><font color="white" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="2">Para efetuar a pesquisa, digite a palavra no campo que est&aacute; &agrave; esquerda(conforme a figura) e clique em &quot;Busca&quot;.</font></p>
			<p><font color="white" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="2"><img src="fig/ajuda_busca.jpg"></font></p>
			<p><font color="white" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="2">Pode-se digitar uma palavra incompleta para uma busca mais abrangente, como por exemplo, a palavra &quot;capi&quot; (sem as aspas), e onde contiver qualquer palavra que comece com &quot;capi&quot;, ser&aacute; uma ocorr&ecirc;ncia v&aacute;lida, como &quot;capichaba&quot;, ou &quot;capixaba&quot;. O mesmo vale para palavras incompletas no in&iacute;cio, ou in&iacute;cio e fim simultaneamente, como &quot;edr&quot; para encontrar &quot;catedral&quot;, &quot;Pedro&quot;, e outras.</font></p>
			<p><font color="white" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="2">Buscas em mai&uacute;sculo ou min&uacute;sculo retornam as mesmas ocorr&ecirc;ncias.</font></p>
			<p><font color="white" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="2">Pode-se tamb&eacute;m digitar um ano espec&iacute;fico para uma busca mais apurada de datas, como por exemplo, &quot;1936&quot;, ou por um dia espec&iacute;fico como &quot;26/08/1998.</font></p>
		</blockquote>
		<p><font color="white" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="2"><a name="caracteristica_imagens"></a></font><font color="white" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular"><b>Caracter&iacute;sticas das imagens</b></font></p>
		<blockquote>
			<p><font color="white" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="2">Pesquisar por caracter&iacute;sticas das imagens permite selecionar todas as ocorr&ecirc;ncias de uma caracter&iacute;stica espec&iacute;fica, como um local, data, iconografia, autor e fonte, como est&aacute; ao lado e repetido na figura abaixo:</font></p>
			<p><font color="white" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="2"><img src="fig/ajuda_caracteristicas.jpg"></font></p>
			<p><font color="white" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="2">Locais, iconografias, autores e fontes s&atilde;o todos dispon&iacute;veis a partir de um clique e as datas são divididas em intervalos para facilitar a pesquisa.</font></blockquote>
    </DIV>
	</body>

</HTML>
