<HTML>
<!--C3s Sistemas - www.c3s.com.br-->
<!--todos os direitos reservados-->

	<head>
		<meta http-equiv="content-type" content="text/html;charset=iso-8859-1">
	</head>

	<body bgcolor="#0F4785">
		<center>
			<font color="white" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular">Da Ba&iacute;a de Vit&oacute;ria</font></center>
		<div align="left">
			<blockquote>
				<p><font color="white" face="Arial,Helvetica,Geneva,Swiss,SunSans-Regular" size="2"><em>A hist&oacute;ria do estado do Esp&iacute;rito Santo, iniciou-se na Ba&iacute;a de Vit&oacute;ria no s&eacute;culo XVI. Esta ba&iacute;a tem uma forma de canal, e por isso j&aacute; foi considerada o estu&aacute;rio do Rio Santa Maria. Por&eacute;m, em 1943, concluiu-se ser uma ba&iacute;a. Ela localiza-se entre os munic&iacute;pios de Vit&oacute;ria (1551), Vila Velha (1535), Cariacica e Serra.  <br>
				A ba&iacute;a de Vit&oacute;ria &eacute; precedida pela Ba&iacute;a do Esp&iacute;rito Santo, situada entre o porto do Tubar&atilde;o (ao norte da parte continental de Vit&oacute;ria) e o Morro de Santa Luzia (ao sul, no munic&iacute;pio de Vila Velha). A partir Morro do Moreno, localizado pr&oacute;ximo &agrave; enseada de Vila Velha, tem in&iacute;cio a barra extensa da entrada da ba&iacute;a de Vit&oacute;ria. O seu canal se estende no sentido leste-oeste com profundidade variando entre 5 e 25 metros. <br>
				O canal forma um porto natural, onde se situam os Portos de Vit&oacute;ria (iniciado em 1911 conclu&iacute;do em 1940) , Capuaba (inaugurado em 1978) e Paul. Os lugares de destaque da Ba&iacute;a de Vit&oacute;ria s&atilde;o o Morro do Convento da Penha, a garganta do Penedo, que se situam em Vila Velha, e o centro de Vit&oacute;ria. A parte posterior da Ba&iacute;a de Vit&oacute;ria &eacute; denominada de Lameir&atilde;o, situado na desembocadura do Rio Santa Maria. A Ba&iacute;a de Vit&oacute;ria continua tendo uma forma irregular, apesar dos aterros constantes e a descaracteriza&ccedil;&atilde;o das restingas e mangues.</em></font></blockquote>
		</div>
	</body>

</HTML>
